{"title": "Minority shareholders denounce Brazil's Americanas for 'multi-billion fraud'", "total_text": "RIO DE JANEIRO/SAO PAULO, Jan 13 (Reuters) - A group representing minority shareholders on Friday filed a complaint with Brazil's securities regulator against Americanas SA (AMER3.SA) after the retailer uncovered \"accounting inconsistencies\" totaling 20 billion reais ($3.89 billion).\nThe Abradin association said it was denouncing Americanas for what it called a \"multi-billion fraud,\" while also asking regulator CVM to investigate the retailer's auditor, PwC.\nShares in Americanas plummeted more than 75% on Thursday, wiping out 8.4 billion reais in market value, after the company's chief executive Sergio Rial resigned, citing the discovery of inconsistencies.\n\"Calling it 'inconsistencies' is nothing more than an attempt to use a euphemism for a multi-billion fraud that not only destroyed the assets of shareholders but also undermined the credibility of Brazil's capital markets,\" Abradin said in a document seen by Reuters.\nShares in the company were up 9% in Friday morning trading after falling as much as 0.7% earlier in the day.\nAmericanas and PwC did not immediately respond to requests for comment.\nCVM had already announced that it was opening three probes into the retailer. The company, meanwhile, formed an independent committee to investigate the matter.\nRial, in a meeting with investors on Thursday, attributed the inconsistencies to differences in accounting for the financial cost of bank loans and debt with suppliers. Accountants, however, are still trying to figure out details.\n\"What draws a lot of attention is the size of the problem. It's not easy to hide 20 billion reais,\" said Eric Barreto, a professor at Sao Paulo's Insper. \"If the operations were on the balance sheet, it was a matter of presentation. But I don't know if they were fully on the sheet.\"\nAmericanas has long been controlled by three Brazilian billionaires who founded 3G Capital. Its stores are ubiquitous at Brazilian shopping malls, and the company's e-commerce unit is one of the country's top online retailers.\nAnalysts and fund managers are also keenly debating the so-called \"inconsistencies.\"\n\"The market (including us) still does not fully comprehend what the full implications are for Americanas,\" analysts at JPMorgan said in a research note, citing a lack of consistent communication from the company.\nAmericanas said on Wednesday, when it revealed the matter, that it believed the cash impact of the inconsistencies was not material, although internal inquiries and work by independent auditors was still needed.\nFabio Alperowitch, a manager at FAMA Investimentos, said he had sold his position in Americanas in 2019 due to the \"opacity\" of its financial statements.\n\"All the evidence of misconduct was there,\" he tweeted.\n\"I think this is the biggest scandal I've ever seen on the Brazilian stock exchange,\" NCH Capital's chief investment officer in Latin America, James Gulbrandsen, said in an interview.\n($1 = 5.1436 reais)\n", "summary": "summary to be filled here", "key": "Finviz_Reuters", "date": "Jan-13", "url": "https://www.reuters.com/business/retail-consumer/minority-shareholders-denounce-brazils-americanas-multi-billion-fraud-2023-01-13/"}