{"title": "Goldman Sachs' investment team bullish on equities -report", "total_text": "NEW YORK, Jan 13 (Reuters) - Goldman Sachs Investment Strategy Group expects U.S. equities to generate positive returns for investors in 2023 even if the economy enters a recession, according to its outlook report released on Friday.\nThe bank's wealth management team expect the benchmark S&P 500 (.SPX) to end 2023 at between 4,200 and 4,300 points, up to 12% higher than its 2022 year-end level. Last year, the S&P fell 19.4% in its worst year since 2008, reflecting higher interest rates and recession fears.\nThe team estimates a 45% to 55% chance that the U.S. economy will enter a recession, but believes any such downturn would likely be mild. Stock prices could initially fall in 2023 but recover before year-end, the bank's analysts said, adding that equities historically have tended to bottom three months before the end of recessions.\n\"Because not all paths in a recession lead to stock market losses at the end of 2023, we believe the odds of positive U.S. equity returns exceed those of a recession this year,\" Chief Investment Officer Sharmin Mossavar-Rahmani and her team said in the report, adding investors are better off staying the course and even considering increasing their exposure to stocks if they weaken further.\nThe S&P 500 is up 3.8% year-to-date.\nGoldman Sachs's team also considers indexes in Europe, Japan, Britain and emerging markets will deliver gains to investors this year.\nThey said there is a \"fog of uncertainty still facing investors\", but overall the outlook seems more positive for both equities and bonds. \"After hitting an icy patch last year, we see financial markets regaining traction in 2023,\" it said.\nA diversified portfolio of stocks and bonds is likely to generate a 9% return this year if a recession is avoided, Goldman said. If it occurs but recedes soon, investors may still have high single-digit returns. But if it lasts longer, the portfolio would cause low to mid single-digit losses, they said.\n", "summary": "summary to be filled here", "key": "Finviz_Reuters", "date": "Jan-13", "url": "https://www.reuters.com/business/finance/goldman-sachs-investment-team-bullish-equities-report-2023-01-13/"}