{"title": "Rate rises could add $8.6 trillion to global borrowing costs -S&P", "total_text": "LONDON, Jan 13 (Reuters) - Central bank rate rises could land global borrowers with $8.6 trillion in extra debt servicing costs in coming years, S&P Global estimated on Friday, warning of a slowdown in economic activity as a result.\nMajor central banks have delivered a record 2,700 basis points of rate hikes in 2022 to stamp out high inflation while concerns have been growing about higher borrowing costs sparking a global recession.\n\"Higher interest expenses are already straining less-creditworthy governments and corporates, and lower-income households,\" S&P Global, a financial intelligence company that includes a debt ratings service, said in a report.\nBusinesses' required returns on new projects were rising along with debt costs, S&P Global added, in a trend that would \"dampen future business activity volumes\".\n\"Rising interest rates and slowing economies are making the debt burden heavier,\" S&P Global added in the report launched ahead of next week's World Economic Forum in Davos, Switzerland.\n\"To mitigate the risk of a financial crisis, trade-offs between spending and saving may be needed.\"\nS&P Global based its estimate of an $8.6 trillion extra interest bill by applying a three percentage point rate increase to $300 trillion worth of global debt. Around 65% of the extra debt service cost would be paid on fixed-rate bonds and loans as they were refinanced \"over time,\" the report said.\nIt also projected that the global debt-to-GDP ratio - a marker of leverage risk in the financial system - could rise in a worse case scenario to 391% by 2030, from 349% in June 2022.\nS&P Global is adding its voice to a chorus of warnings from policymakers and multilateral institutions about the impact of higher debt servicing costs on fragile economies and companies, as well as struggling households.\nLast month, World Bank President David Malpass said at a Reuters conference that the world's poorest countries now owed $62 billion in annual debt service costs to official creditors, an increase of 35% over the past year, sparking concerns about a disorderly default trend.\nIn September, the Vulnerable Group of 20 (V20), a group of 55 economies exposed to the fallout from climate change, forecast their debt interest bill would rise to a point where they would struggle to safeguard their populations from natural disasters.\n", "summary": "summary to be filled here", "key": "Finviz_Reuters", "date": "Jan-13", "url": "https://www.reuters.com/markets/rates-bonds/rate-rises-could-add-86-trillion-global-borrowing-costs-sp-2023-01-13/"}