{"title": "Sterling rises after UK economy beats expectations", "total_text": "LONDON, Jan 13 (Reuters) - The pound slipped on Friday as the U.S. dollar found a footing after falling sharply on Thursday in the wake of December's U.S. inflation reading.\nSterling was down 0.3% against the dollar at 1300 GMT at $1.217, after rising as much as 0.2% earlier in the European session. The pound was giving back some of its gains after rising 0.5% on Thursday.\nThe euro pared earlier steeper losses and was last down 0.09% against pound at 88.75 pence.\nData released on Thursday showed that headline U.S. consumer price index (CPI) inflation cooled for the sixth month running in December, spurring hopes that the Federal Reserve will be less aggressive in hiking interest rates.\nSeparate data on Friday showed Britain's gross domestic product rose 0.1% in November, below October's 0.5% increase but above expectations of a 0.2% fall.\nThe dollar index , which tracks the currency against major peers, dropped almost 0.9% on Thursday.\nIt started Friday on the back foot but found some strength at around 1030 GMT, and was last up 0.27% to 102.45.\nChris Turner, head of markets at Dutch bank ING, said there was no obvious catalyst for the moves in currency markets. He said lower than normal trading volumes could be causing some volatility.\n\"Liquidity is still a little bit light at the start of the year, so (it) may be just some flows going through,\" Turner said.\nThe pound tumbled 10.6% in 2022 as the dollar surged on the back of aggressive interest rate hikes from the Fed, which rocked global markets and lured investors back towards U.S. assets.\nHowever, the pound has risen sharply against the dollar since hitting a record low of $1.0327 in September. As of Friday, it was on track for its fourth consecutive monthly increase.\nYet sterling seems less strong when looked at against the euro. It had fallen more than 0.2% in January as of Friday, after a drop of 2.5% in December.\nAnalysts have said this weakness reflects the bleak outlook for the UK economy.\nParisha Saimbi, FX strategist at French bank BNP Paribas, said she expects the euro/sterling rate to rise above 90 pence in the coming months.\n\"Trading above that 89/90 type level is generally reflective of greater economic stress or downbeat sentiment in the UK,\" she said.\n", "summary": "summary to be filled here", "key": "Finviz_Reuters", "date": "Jan-13", "url": "https://www.reuters.com/markets/currencies/sterling-rises-after-uk-economy-beats-expectations-2023-01-13/"}