{"title": ": Delta Air Lines’ Q4 results beat analysts’ top and bottom line estimates, stock falls on weaker-than-expected guidance", "total_text": "Delta Air Lines Inc. [s: dal] reported fourth-quarter results that beat analysts’ top and bottom-line estimates early Friday, although the carrier’s stock fell premarket on weaker-than-expected first-quarter guidance. Revenue of $13.44 billion was up 17.4% from the same period in 2019, before the pandemic hit, and above the FactSet consensus of $12.23 billion. Net income of $828 million, or $1.29 a share, was down from $1.099 billion, or $1.71 a share, in the fourth quarter of 2019. On an adjusted basis, Delta earned $1.48 a share, above the FactSet consensus of $1.32 a share. But the carrier forecast first-quarter earnings of 15 cents to 40 cents a share, below analysts’ expectations. Analysts surveyed by FactSet are looking for earnings of 59 cents a share and Delta’s stock fell 3% before market open. Total fourth quarter operating expense was $11.965 billion, compared with $10.040 billion in the same period in 2019. Passenger load factor was 85%, compared with 86% in the 2019 quarter. FactSet load factor consensus was 85.4%. In the fourth quarter, Delta’s adjusted non-fuel cost was $7.8 billion, compared with $7.590 billion in the same period in 2019. “With a step up in capacity restoration, we reported sequential improvement in December quarter unit cost performance,” said Dan Janki, Delta’s CFO, in a statement. “In 2023, we are confident in completing our network rebuild and delivering the benefits of scale and efficiency as we move through the year, resulting in a 2 to 4 percent decline in non-fuel unit costs year-over-year, including all expected labor cost increases.”\n", "summary": "summary to be filled here", "key": "Finviz_MarketWatch", "date": "Jan-13", "url": "http://www.marketwatch.com/news/story/delta-air-lines-q4-results/story.aspx?guid={20C06575-04D4-B545-717D-778E0B198EFC}&siteid=rss"}