{"title": "JPMorgan, Wells Fargo and Bank of America beat earnings expectations, but worries about ‘headwinds’ remain", "total_text": "JPMorgan Chase & Co., Bank of America Corp., Citigroup Inc. and Wells Fargo & Co. managed to beat Wall Street’s reduced expectations for their fourth-quarter profits as higher interest rates boosted income from loans.\nThe banks turned in stronger-than-expected results despite a slowdown in overall deal activity such as home mortgage loans and initial public offerings.\nBut bank stocks lost ground on their outlook on net interest income from loans, as they took a cautious approach to the coming year given market volatility and yet-to-be disclosed interest rate moves by central banks.\nJPMorgan CEO Jamie Dimon warned of economic uncertainty amid higher interest rates, even as consumers continue to spend and businesses remain healthy.\n“We still do not know the ultimate effect of the headwinds coming from geopolitical tensions including the war in Ukraine, the vulnerable state of energy and food supplies, persistent inflation that is eroding purchasing power and has pushed interest rates higher, and the unprecedented quantitative tightening,” Dimon said in a prepared statement.\nThe bank also disclosed its first forecast for 2023 net interest income of $74 billion excluding its markets unit, which is below the latest Wall Street estimate of $75.2 billion.\nOn a call with reporters, JPMorgan CFO Jeremy Barnum said the bank’s net interest income projection is “conservative” given macroeconomic uncertainties.\nCEO Dimon said, “We don’t know the future,” given the global geopolitical environment.\n“These uncertainties are real,” Dimon said. “We hope they go away but they may not.”\nJPMorgan Chase JPM, +1.05% said its fourth-quarter profit rose to $11.01 billion, or $3.57 a share, from $10.4 billion, or $3.33 per share, in the year-ago quarter. Net revenue increased to $35.57 billion from $30.35 billion in the year-ago quarter.\nJPMorgan Chase beat the Wall Street earnings estimates of $3.08 a share and revenue of $34.35 billion, according to data compiled by FactSet.\nAnalysts have been reducing their profit forecasts for JP Morgan in the days leading up to its fourth-quarter results with the latest estimate of $3.08 a share, down from $3.15 a share on Dec. 30, according to FactSet data. But the bank still topped the more bullish forecast of $3.15.\nShares of JPMorgan Chase fell 0.4%.\nPeter Torrente, KPMG U.S. national sector leader for banking and capital markets, said the earnings from JPMorgan and other big bankers were solid, with results driven by profit from loans, which the banks report as net interest income.\nCredit reserves increased significantly over the past year and investment banking fees remained impacted by the lackluster deal-making environment.\n“Much like the last quarter, the magnifying glass for the industry continues to hover on the macroeconomic outlook for 2023 focusing on credit losses, loan demand and deposits as trailing indicators of turbulence,” Torrente said.\nBank of America  BAC, +0.54% stock dipped 1.5% after the financial firm beat its earnings and revenue targets as it benefitted from higher interest rates on its loans.\nBank of America said it earned $7.1 billion, or 85 cents a share in the fourth quarter, compared to $7 billion, or 82 cents a share, in the year-ago quarter. Revenue, net of interest expense, increased by 11% to $24.5 billion.\nWall Street analysts expected earnings of 77 cents a share on revenue of $24.17 billion, according to data compiled by FactSet.\nNet interest income rose 29%, or $3.3 billion, to $14.7 billion, “driven by benefits from higher interest rates, including lower premium amortization expense, and solid loan growth,” the bank said.\nWells Fargo & Co. WFC, -1.03% stock dropped 2.5% after its fourth-quarter revenue missed expectations.\nThe bank said its fourth-quarter profit fell by about half to $2.59 billion, or 67 cents a share, from $5.47 billion, or $1.38 a share in the year-ago quarter. That’s ahead of the analyst estimate of 60 cents a share.\nRevenue declined 5.7% to $19.66 billion, against an analyst consensus of $19.99 billion.\nNet interest income increased by 45% to $13.43 billion.\nWells Fargo also projected 10% growth in 2023 net interest income to about $49.5 billion, which is below the latest analyst estimate of $51.69 billion.\nThe bank said earlier this week that it was reducing the size of its home-mortgage business. It also said that consumer banking and lending loans increased 4% and commercial banking loans climbed 18%.\nWells Fargo also previously disclosed an impact of 70 cents a share from litigation and regulatory matters including a recent settlement with the Consumer Financial Protection Bureau.\nCitigroup C, +0.63% stock dipped 0.1% after the bank posted a lower profit. Fourth-quarter net income fell to $2.5 billion, or $1.16, from $3.2 billion, or $1.46 a share, in the year-ago quarter. Analysts were looking for earnings of $1.14 a share, according to a survey by FactSet.\nRevenue increased 6% to $18.0 billion, slightly above the analyst estimate of $17.96 billion.\nExcluding divestments, revenue rose 5%, as the impacts of higher interest rates across businesses and the strong loan growth in U.S. personal banking were partially offset by a decline in investment banking and lower investment product revenue in global wealth management as well as impacts from the exited markets.\nAhead of bank earnings, analysts at Keefe, Bruyette & Woods said they expect strong net interest income growth from the big banks as higher interest rates allow them to charge more to lend money. At the same time, activity has been weak in investment banking and mortgage lending.\nOverall, however, U.S. consumers remain have relatively low unemployment numbers despite an increase in layoffs of late.\nWith the earnings from the big banks, Wall Street is looking for clues on the health of the economy and the impact of higher interest rates and inflation.\nShares of the big banks have been moving up in 2023 but are still well below year-ago levels.\nAs of Thursday’s close, JPMorgan stock has risen 4% in 2023 but it’s down 16.7% in the past 12 months. The Dow Jones Industrial Average DJIA, +0.12% is now up 3.2% for the year, and down by 5.7% over the past 12 months, while the S&P 500 SPX, -0.19% rose 3.7% in 2023 while falling 15.5% in the past 12 months.\nBank of America stock is up 4.1% for 2023 and down by 30% in the past year. Wells Fargo stock has risen 3.7% in 2023 and lost 23.6% in the past year. Citigroup is up 8.5% so far in 2023 and is lower by 26.9% in the past year.\nWith potential competition for deposits from consumers, banks may have to pay out higher interest rates for account holder products such as CDs which could eat into margins.\nAnother key metric is asset quality, which is affected by the quality of the loan portfolio and the credit administration program. If these numbers start to weaken, it could offer more clues about a potential recession.\nIn an interview this week at the JPMorgan Healthcare Conference, JPMorgan CEO Dimon also unleashed some fresh barbs against cryptocurrencies and criticized the crypto-trading platform FTX, which filed for bankruptcy late last year.\nThe outspoken Dimon had warned against what he termed an economic hurricane in a widely quoted interview in June.\nDimon revisited the remarks on Tuesday in an interview on Fox Business on the show Mornings with Maria. \n“I shouldn’t have ever used the word ‘hurricane,'” Dimon said in the interview. “What I said was there were storm clouds which may mitigate. People said they didn’t think it was a big deal, and I said no, those storm clouds could be a hurricane. And so I’m saying this stuff, I’m talking about … it could be nothing [or] it could be bad, and I think we should understand, I’m not predicting one or the other.”\nAlso this week, BlackRock Inc. BLK, -0.44% added its name to the growing list of financial and other companies cutting jobs with plans to reduce its workforce for the first time since 2019.\nAlso Read: BlackRock cutting 500 jobs or less than 3% of workforce\nOn Tuesday, Goldman Sachs is forecast to report earnings of $5.56 a share on revenue of $10.76 billion and Morgan Stanley is expected to report a profit of $1.29 a share on revenue of $12.54 billion, according to the latest analyst estimates.\n", "summary": "summary to be filled here", "key": "Finviz_MarketWatch", "date": "Jan-13", "url": "https://www.marketwatch.com/story/jpmorgan-wells-fargo-and-bank-of-america-beat-earnings-expectations-but-worries-about-headwinds-remain-11673614712"}